Repository: woboq/tr
Catalog: xtr/lang/*/LC_MESSAGES/xtr.po
Languages: de

source: Extract strings from a rust crate to be translated with gettext
de: Extrahieren Zeichenfolge aus einer Rust Crate, um sie mit gettext zu übersetzen

source: Use name.po for output (instead of messages.po)
de: Ausgabe in NAME.po (anstatt in messages.po)

source: Write output to specified file (instead of messages.po).
de: Ausgabe in die angegebene datei schreiben (anstatt in messages.po)

source: Specify keywordspec as an additional keyword to be looked for.Refer to the xgettext documentation for more info.
de: Ausgabe ein zusätzliches Schlüsselwort an nach dem gesucht werden soll.Weitere Informationen finden Sie in der xgettext-Dokumentation.

source: Don’t write header with ‘msgid ""’ entry
de: »msgid ""«-Eintrag im Kopfteil nicht erstellen

source: Set the copyright holder in the output.
de: Uhrheberrechtsinhaber in Ausgabe setzen

source: Set the package name in the header of the output.
de: Paketname für die Ausgabe setzen

source: Set the package version in the header of the output.
de: Paketversion in Ausgabe setzen

source: Set the reporting address for msgid bugs. This is the email address or URL to which the translators shall report bugs in the untranslated strings
de: Adresse für msgid-Fehler angeben. Dies ist die E-Mail-Adresse oder URL, an die die Übersetzer Fehler in den nicht übersetzten Zeichenfolgen melden sollen

source: Main rust files to parse (will recurse into modules)
de: Haupt-Rust-Dateien zum Parsen (werden in Module zerlegt)
